Repository: Arnon-E/67Games
Catalog: stop_at_67/lib/l10n/app_*.arb
Languages: he

# commonBack
source: Back
he: חזור

# commonMenu
source: Menu
he: תפריט

# commonPlay
source: PLAY
he: שחק

# commonPlayAgain
source: Play Again
he: שחק שוב

# commonShare
source: Share
he: שתף

# commonLoading
source: Loading...
he: טוען...

# commonCancel
source: Cancel
he: בטל

# commonConfirm
source: Confirm
he: אשר

# commonClose
source: Close
he: סגור

# menuSubtitle
source: Stop at six point seven
he: עצור בשש נקודה שבע

# menuGames
source: Games
he: משחקים

# menuBest
source: Best
he: הטוב ביותר

# menuStreak
source: Streak
he: רצף

# menuLeaderboard
source: Leaderboard
he: לוח מובילים

# menuProfile
source: Profile
he: פרופיל

# menuShop
source: Shop
he: חנות

# menuSettings
source: Settings
he: הגדרות

# menuLevel
source: Level {level}
he: רמה {level}

# menuDailyReward
source: Daily Reward
he: פרס יומי

# menuSessionTitle
source: Session
he: סשן

# menuSessionGames
source: Games
he: משחקים

# menuSessionBest
source: Best
he: הטוב ביותר

# menuSessionCoins
source: Coins
he: מטבעות

# modeSelectTitle
source: Select Mode
he: בחר מצב

# modeSelectBack
source: ← Back
he: → חזור

# countdownGetReady
source: GET READY
he: היה מוכן

# playingBlindMode
source: BLIND MODE
he: מצב עיוור

# playingTapHint
source: TAP ANYWHERE TO STOP
he: הקש בכל מקום כדי לעצור

# playingTarget
source: Target
he: יעד

# resultsNewBest
source: NEW BEST!
he: שיא חדש!

# resultsPerfectStop
source: PERFECT STOP!
he: עצירה מושלמת!

# resultsScore
source: Score
he: ניקוד

# resultsStoppedAt
source: Stopped At
he: נעצר ב

# resultsDeviation
source: Deviation
he: סטייה

# resultsStreak
source: Streak
he: רצף

# resultsMultiplier
source: Multiplier
he: מכפיל

# resultsXp
source: XP
he: נק' ניסיון

# resultsPersonalBest
source: NEW PERSONAL BEST!
he: שיא אישי חדש!

# resultsNearMiss
source: So close! Try again!
he: כמעט! נסה שוב!

# settingsTitle
source: Settings
he: הגדרות

# settingsSubscriptionStatus
source: Subscription Status
he: סטטוס מנוי

# settingsPlan
source: Plan
he: תוכנית

# settingsPlanFree
source: Free
he: חינם

# settingsExpires
source: Expires
he: פג תוקף

# settingsFeatures
source: Features
he: תכונות

# settingsFeatureNoAds
source: No Ads
he: ללא פרסומות

# settingsFeature2xXP
source: 2x XP
he: כפל נק' ניסיון

# settingsFeatureCosmetics
source: Exclusive Cosmetics
he: קוסמטיקה בלעדית

# settingsFeatureSupport
source: Priority Support
he: תמיכה עדיפה

# settingsAccount
source: Account
he: חשבון

# settingsRestorePurchases
source: Restore Purchases
he: שחזר רכישות

# settingsLogout
source: Logout
he: התנתק

# settingsLanguage
source: Language
he: שפה

# settingsSelectLanguage
source: Select Language
he: בחר שפה

# settingsVersion
source: Stop at 67 v1.0.0
he: Stop at 67 גרסה 1.0.0

# settingsPrivacyPolicy
source: Privacy Policy
he: מדיניות פרטיות

# settingsTermsOfService
source: Terms of Service
he: תנאי שירות

# settingsLoadingSettings
source: Loading settings...
he: טוען הגדרות...

# alertsSuccess
source: Success
he: הצלחה

# alertsError
source: Error
he: שגיאה

# alertsPurchasesRestored
source: Purchases restored successfully
he: רכישות שוחזרו בהצלחה

# alertsNoPurchases
source: No Purchases
he: אין רכישות

# alertsNoPurchasesFound
source: No previous purchases found
he: לא נמצאו רכישות קודמות

# alertsRestoreFailed
source: Failed to restore purchases
he: שחזור רכישות נכשל

# alertsWelcomePremium
source: Welcome to Premium!
he: ברוך הבא לפרימיום!

# alertsPurchaseFailed
source: Purchase failed. Please try again.
he: הרכישה נכשלה. אנא נסה שוב.

# alertsLoggedOut
source: Logged Out
he: מנותק

# alertsLoggedOutMessage
source: You have been logged out
he: התנתקת

# leaderboardTitle
source: Leaderboard
he: לוח מובילים

# leaderboardYourBest
source: Your Best
he: הטוב שלך

# leaderboardSignInToCompete
source: Sign in to compete
he: התחבר להתחרות

# leaderboardSignOut
source: Sign out
he: התנתק

# leaderboardNoScores
source: No scores yet
he: אין תוצאות עדיין

# leaderboardBeFirst
source: Be the first to play!
he: היה הראשון לשחק!

# leaderboardSignInToSee
source: Sign in to see rankings
he: התחבר לצפייה בדירוגים

# leaderboardScoresGlobal
source: Your scores will appear globally
he: התוצאות שלך יופיעו גלובלית

# profileTitle
source: Profile
he: פרופיל

# profileLevel
source: Level {level}
he: רמה {level}

# profileStatistics
source: Statistics
he: סטטיסטיקות

# profileGames
source: Games
he: משחקים

# profileBestStreak
source: Best Streak
he: רצף מקסימלי

# profilePerfects
source: Perfects
he: מושלמים

# profileTotalXp
source: Total XP
he: סה"כ נק' ניסיון

# profileBestScores
source: Best Scores
he: ניקודים מקסימליים

# profileAchievements
source: Achievements
he: הישגים

# profileAchievementsUnlocked
source: {unlocked} / {total} unlocked
he: {unlocked} / {total} ננעלו

# shopTitle
source: Shop
he: חנות

# shopCoins
source: {count} coins
he: {count} מטבעות

# shopOwned
source: Owned
he: נרכש

# shopPurchased
source: {name} purchased!
he: {name} נרכש!

# shopCategoryTimerSkins
source: Timer Skins
he: עיצובי טיימר

# shopCategoryBackgrounds
source: Backgrounds
he: רקעים

# shopCategoryCelebrations
source: Celebrations
he: חגיגות

# shopItemNeonTimerName
source: Neon Timer
he: טיימר ניאון

# shopItemNeonTimerDesc
source: Glowing neon display
he: תצוגת ניאון זוהרת

# shopItemGoldTimerName
source: Gold Timer
he: טיימר זהב

# shopItemGoldTimerDesc
source: Luxurious gold display
he: תצוגת זהב יוקרתית

# shopItemPurpleHazeName
source: Purple Haze
he: ערפל סגול

# shopItemPurpleHazeDesc
source: Deep purple background
he: רקע סגול עמוק

# shopItemOceanDeepName
source: Ocean Deep
he: עומק האוקיינוס

# shopItemOceanDeepDesc
source: Dark ocean theme
he: ערכת נושא ים כהה

# shopItemFireworksName
source: Fireworks
he: זיקוקים

# shopItemFireworksDesc
source: Celebrate with fireworks
he: חגוג עם זיקוקים

# modeCardTarget
source: Target: {target}
he: יעד: {target}

# modeClassicName
source: Classic
he: קלאסי

# modeClassicDesc
source: Stop the timer at exactly 6.7 seconds
he: עצור את הטיימר בדיוק על 6.7 שניות

# modeExtendedName
source: Extended
he: מורחב

# modeExtendedDesc
source: The ultimate test - stop at 67 seconds
he: המבחן האולטימטיבי - עצור על 67 שניות

# modeBlindName
source: Blind
he: עיוור

# modeBlindDesc
source: Timer hides after 3 seconds - trust your instincts
he: הטיימר מוסתר אחרי 3 שניות - סמוך על האינסטינקטים שלך

# modeReverseName
source: Reverse
he: הפוך

# modeReverseDesc
source: Countdown from 10 - stop at 3.3
he: ספירה לאחור מ-10 - עצור על 3.3

# modeReverse100Name
source: Reverse 100
he: הפוך 100

# modeReverse100Desc
source: Countdown from 100 - stop at 33
he: ספירה לאחור מ-100 - עצור על 33

# modeDailyName
source: Daily Challenge
he: אתגר יומי

# modeDailyDesc
source: One attempt per day - compete globally
he: ניסיון אחד ביום - התחרה גלובלית

# modeSurgeName
source: Surge
he: גל

# modeSurgeDesc
source: Timer speeds up every game — how long can you keep up?
he: הטיימר מאיץ בכל משחק — כמה זמן תחזיק?

# surgeResetTitle
source: SURGE RESET
he: איפוס גל

# surgeResetBody
source: 3 fails in a row. Speed resets to 1×.
he: 3 כישלונות ברצף. המהירות מתאפסת ל-1×.

# surgeResetWatchAd
source: WATCH AD — KEEP SPEED
he: צפה בפרסומת — שמור מהירות

# surgeResetAccept
source: OK, RESET TO 1×
he: אישור, אפס ל-1×
